Repository: Honey-Be/setup
Catalog: po/*.po
Languages: pl, pt

source: Could not open output file for writing
pl: Nie mogê otworzyæ pliku do zapisu
pt: O ficheiro de saída não pode ser aberto para escrita

source: Selecting a mirror
pl: Wybór serwera lustrzanego
pt: Seleccionando um mirror

source: Please select a mirror
pl: Wybierz serwer
pt: Por favor seleccione um mirror

source: You may now specify the mirror closest to you in order to download the packages faster. In most cases the default value will be fine.
pl: Mo¿esz wybraæ najbli¿szy serwer w celu szybszego pobrania pakietów.
pt: Pode agora especificar o mirror mais perto de si para que o download dos pacotes seja mais rápido. Na maioria dos casos o mirror seleccionado por omissão servirá.

source: Please wait
pl: Proszê czekaæ
pt: Aguarde por favor

source: Configuring the network interface...
pl: Konfigurujê interfejsy sieciowe...
pt: A configurar a interface de rede...

source: Setting up swap space
pl: Ustawiam SWAP
pt: A configurar a área de swap

source: Setting up swap partitions
pl: Ustawiam partycje SWAP
pt: A configurar as partições swap

source: Please select which swap partitions you want Frugalware to use:
pl: Wybierz partycje swap z których Frugalware ma korzystaæ:

source: Quick format with no bad block checking
pl: Szybkie formatowanie bez sprawdzania uszkodzonych bloków
pt: Formatação rápida sem verificação de blocos danificados

source: Slow format that checks for bad blocks
pl: Powolne formatowanie sprawdzaj±ce uszkodzone bloki
pt: Formatação lenta que verifica blocos danificados

source: Formatting partitions
pl: Formatujê partycje
pt: A formatar as partições

source: Format %s
pl: Formatuj %s
pt: Formatar %s

source: If %s has not been formatted, you should format it. NOTE: This will erase all data on %s. Would you like to format this partition?
pl: Je¿eli %s nie zosta³o sformatowane to powiniene¶ zrobiæ to teraz. NOTE: Formatowanie skasuje wszystkie dane z %s. Sformatowaæ t± partycjê?
pt: Se %s não foi formatado deverá formatá-lo. NOTA:Isso irá apagar todos os dados em %s. Aceita formatar esta partição?

source: Do not format, just mount the partition
pl: NIE formatuj, tylko zamontuj
pt: Não formatar, apenas montar a partição

source: Standard Linux ext2fs filesystem
pl: System plików EXT2
pt: Sistema de ficheiros padrão do Linux ext2fs

source: Journalising version of the ext2fs filesystem
pl: System plików EXT3

source: Hans Reiser's journalising filesystem
pl: ReiserFS

source: SGI's journalising filesystem
pl: System plików XFS

source: Selecting filesystem for %s
pl: Wybór systemu plików dla %s
pt: A seleccionar o sistema de ficheiros para %s

source: Please select the type of filesystem to use for %s.
pl: Proszê wybraæ system plików dla %s.
pt: Por favor seleccione o sistema de ficheiros a usar em %s.

source: Formatting swap partition
pl: Formatujê partycjê SWAP
pt: A formatar a partição swap

source: Formatting %s as a swap partition
pl: Formatujê %s jako partycjê swap
pt: A formatar %s como partição swap

source: Formatting %s as a swap partition and checking for bad blocks
pl: Formatujê %s jako partycjê swap i sprawdzam na obecno¶æ uszkodzonych bloków
pt: A formatar %s como partição swap e a verificar por blocos danificados

source: Setting up the root partition
pl: Ustawienia g³ównej partycji
pt: A configurar a partição de root

source: Select the Linux installation partition
pl: Wybierz g³ówn± partycjê systemu
pt: Seleccione a partição de instalação do Linux

source: Please select a partition from the following list to use for your root (/) partition. The following ones are available:
pl: Proszê wybraæ partycjê g³ówn± (/) dla Frugalware. Dostêpne s±:
pt: Por favor seleccione uma das seguintes partições para usar como partição de root (/). Estão disponíveis as seguintes partições:

source: Formatting
pl: Formatujê
pt: A formatar

source: Creating %s filesystem on %s and checking for bad blocks
pl: Tworzê system plików %s na %s i sprawdzam na obecno¶æ uszkodzonych bloków
pt: A criar o sistema de ficheiros %s em %s e a verificar por blocos danificados

source: Creating %s filesystem on %s
pl: Tworzê system plików %s na %s
pt: A criar o sistema de ficheiros %s em %s

source: Select mount point for %s
pl: Wybierz punkt montowania dla %s
pt: Seleccione o ponto de montagem para %s

source: (in use)
pl: (w u¿yciu)
pt: (em uso)

source: %s on %s/ %s
pl: %s na %s/ %s

source: Selecting other partitions
pl: Wybieram inne partycje
pt: A seleccionar outras partições

source: Continue
pl: Kontynuuj
pt: Continuar

source: Select other Linux partitions for /etc/fstab
pl: Wybierz inne partycje dla /etc/fstab
pt: Seleccione outras partições Linux para o /etc/fstab

source: You may use your other partitions to distribute your Linux system across more than one partition. Currently, you have only mounted your / partition. You might want to mount directories such as /boot, /home or /usr/local on separate partitions. You should not try to mount /usr, /etc, /sbin, or /bin on their own partitions since they contain utilities needed to bring the system up and mount partitions. Also, do not reuse a partition that you've already entered before. Please select one of the partitions listed below, or if you're done, hit Continue.
pl: Mo¿esz skonfigurowaæ inne partycje i ich punkty montowania. Obecnie zamontowana jest tylko partycja g³ówna. Mo¿esz zamontowaæ inne partycje np. jako /boot czy /home. Nie powiniene¶ montowaæ partycji pod /usr /etc /sbin czy /bin. Nie powiniene¶ tak¿e montowaæ ju¿ wykorzystanych partycji. Gdy skoñczysz kliknij Kontynuuj.
pt: Pode usar outras partições para distribuir o seu sistema Linux através de mais do que uma partição. Correntemente apenas montou a sua partição /. Pode desejar montar directórios como /boot, /home ou /usr/local em partições separadas. Não deve tentar montar /usr, /etc, /sbin, ou /bin em partições separadas pois estes directórios contêm utilitários necessários para iniciar o sistema e montar as partições. Tenha em atenção que não deve usar uma partição que tenha usado já antes. Por favor seleccione uma das partições listadas abaixo ou prima Continue.

source: Welcome to %s
pl: Witaj w %s
pt: Bem-vindo a %s

source: Welcome
pl: Witaj
pt: Bem vindo

source: Welcome among the users of Frugalware! The aim of creating Frugalware was to help you to do your work faster and simpler. We hope that you will like our product. The Frugalware Developer Team
pl: Witaj po¶ród u¿ytkowników Frugalware! Celem Frugalware jest u³atwienie twojej pracy. Mamy nadziejê ¿e polubisz nasz produkt. Zespó³ Frugalware!

source: Detecting hardware
pl: Wykrywam sprzêt
pt: A detectar o hardware

source: Scanning for SCSI and PCI cards
pl: Poszukujê kart PCI i SCSI
pt: A procurar por placas SCSI e PCI

source: Configuring the keyboard
pl: Konfiguracja klawiatury
pt: A configurar o teclado

source: Keyboard map selection
pl: Wybór mapy klawiatury
pt: Selecção do mapa de teclado

source: You may select one of the following keyboard maps. If you do not select a keyboard map, 'qwerty/us.map.gz' (the US keyboard map) is the default. Use the UP/DOWN arrow keys and PageUp/PageDown to scroll through the whole list of choices.
pl: Musisz wybraæ mapê klawiatury. Je¿eli nie wybierzesz ¿adnej u¿yta zostanie qwerty/us.map.gz. Polskie mapy zawieraj± *pl* w nazwie. U¿yj strza³ek oraz PageUp/PageDown do przewiniêcia listy
pt: Pode escolher um dos seguintes mapas de teclado. Se não seleccionar nenhum mapa de teclado, será usado o 'qwerty/us.map.gz' (o mapa de teclado usado nos Estados Unidos). Utilize as teclas de setas e as teclas PageUp/PageDown para navegar pela lista de escolhas possíveis.

source: Selecting source media
pl: Wybór medium instalacyjnego
pt: A seleccionar a fonte de instalação

source: Scanning
pl: Wyszukujê
pt: A procurar

source: Scanning for a CD/DVD drive containing a Frugalware install disc...
pl: Szukam CD/DVD instalacyjnego...
pt: A procurar por uma drive de CD/DVD que contenha um disco de instalação do Frugalware...

source: CD/DVD drive found
pl: Znaleziono CD/DVD
pt: Drive de CD/DVD encontrada

source: A Frugalware install disc was found in device /dev/%s.
pl: Znaleziono p³ytê instalacyjn± w urz±dzeniu /dev/%s.
pt: Um disco de instalação do Frugalware foi encontrado /dev/%s.

source: User friendly (curses based) version of fdisk
pl: Quasigraficzna (curses) wersja fdisk
pt: Versão amigável (baseada em curses) do fdisk

source: The traditional partitioning program for Linux
pl: Standardowy program partycjonuj±cy
pt: O programa de particionamento tradicional para Linux

source: A partition manipulation program
pl: Program do partycjonowania

source: Creating partitions
pl: Tworzê partycje
pt: A criar as partições

source: Select partitioning program
pl: Wybierz program partycjonuj±cy
pt: Seleccionar o programa de particionamento

source: Select the program you want to use for partitioning:
pl: Wybierz program za pomoc± którego stworzysz partycje:

source: Want to create RAID?
pl: Chcesz stworzyæ RAID?
pt: Pretende criar um sistema RAID?

source: Do you want to create software raid partitions during partitioning?
pl: Czy chcesz utworzyæ partycje software raid?
pt: Pretende criar partições de raid por software durante o particionamento?

source: Disk drive not found
pl: Nie znaleziono dysku
pt: Drive de disco não encontrada

source: Sorry, no hard disk drives were found in this computer. Press ENTER to reboot.
pl: Nie znaleziono dysków twardych. Wci¶nij ENTER by zrestartowaæ.

source: Create RAID
pl: Stwórz RAID
pt: Criar RAID

source: Select a hard disk to partition
pl: Wybierz dysk do partycjonowania
pt: Seleccionar um disco rígido para particionar

source: Please select a hard disk to partition. The following ones are available:
pl: Wybierz dysk do partycjonowania. Dostêpne:

source: Setup complete
pl: Konfiguracja zakoñczona
pt: Configuração completa

source: System installation and configuration is successfully completed. We hope that you will enjoy %s. Please remove the media from your drive and press ENTER to reboot.
pl: Instalacja i konfiguracja systemu zakoñczona pomy¶lnie. Mamy nadziejê ¿e spodoba ci siê %s. Wysuñ p³ytê instalacyjn± i wci¶nij ENTER by zrestartowaæ system.

source: Selecting packages
pl: Wybór pakietów
pt: A seleccionar os pacotes

source: Selecting categories
pl: Wybór kategorii
pt: A seleccionar as categorias

source: Please select which categories to install:
pl: Wybierz kategorie pakietów do instalacji

source: Use expert menus?
pl: U¿yæ szczegó³owego menu?
pt: Usar menus de modo perito?

source: If you like, you may select your packages from expert menus. Where the normal menu shows a choice like 'C compiler system', the expert menus show you 'C libs', 'C compiler', 'C include files', etc - each individual package. Obviously, you should know what you're doing if you use the expert menus since it's possible to skip packages that are crucial to the functioning of your system. Choose 'no' for using normal menus that select groups of packages, or choose 'yes' for using expert menus with a switch for each package.
pl: Szczegó³owe menu pozwol± na wybranie poszczególnych pakietów. Widok standardowy poka¿e jedynie grupy pakietów. Widok szczegó³owy nie powinien byæ stosowany przez osoby niedo¶wiadczone. U¿yæ szczegó³owego menu?

source: Searching for categories...
pl: Szukam kategorii...
pt: A procurar categorias...

source: Searching for packages...
pl: Szukam pakietów...
pt: A procurar pacotes...

source: Searching for missing dependencies...
pl: Szukam brakuj±cych zale¿no¶ci...

source: Errors occured while installing selected packages. Press ENTER to continue...
pl: Pojawi³ siê b³±d podczasz instalacji. Wci¶nij ENTER by kontynuowaæ...

source: Insert next disc
pl: W³ó¿ kolejn± p³ytê instalacyjn±
pt: Insira o disco seguinte

source: Please insert the next Frugalware install disc and press ENTER to continue installing packages. If you don't have more disk, choose NO, and then you can finish up the installation. Have you inserted the next disk?
pl: Proszê w³o¿yæ do napêdu kolejn± p³ytê instalacyjn± i wcisn±æ ENTER by kontynuowaæ. Je¿eli nie masz kolejnych p³yt wybierz NO by pominaæ instalacjê dalszych pakietów i zakoñczyæ instalacjê. W³o¿y³e¶ kolejn± p³ytê?
pt: Por favor insira o disco de instalação seguinte do Frugalware e prima ENTER para continuar a instalar os pacotes. Se não possui mais discos escolha NO, e poderá terminar a instalação. Inseriu o disco seguinte?

source: No root password detected
pl: Brak has³a roota
pt: Palavra passe de root não detectada

source: There is currently no password set on the system administrator account (root). It is recommended that you set one now so that it is active the first time the machine is rebooted. This is especially important if your machine is on an internet connected LAN. Would you like to set a root password?
pl: Konto administratora systemu (root) nie ma ustawionego has³a. Zaleca siê (bardzo) ustawienie has³a dla tego u¿ytkownika. Ustawiæ has³o dla u¿ytkownika root?

source: No normal user account detected
pl: Brak konta zwyk³ego u¿ytkownika
pt: Nenhuma conta de utilizador normal detectada

source: There is currently no non-root user account configured. It is strongly recommended to create one. Would you like to create a normal user account now?
pl: Brak konta zwyk³ego u¿ytkownika. Zaleca siê stworzenie jednego takiego konta do codziennej pracy. Stworzyæ konto ?
pt: De momento não existe nenhuma conta de utilizador normal configurada. É altamente recomendado que crie uma. Deseja criar uma conta de utilizador normal?

source: Post-install configuration
pl: Konfiguracja poinstalacyjna
pt: Configuração pós instalação

source: Configuring kernel modules
pl: Konfigurujê modu³y kernela
pt: A configurar os módulos de kernel

source: Updating module dependencies...
pl: Aktualizujê zale¿no¶ci modu³ów...
pt: A actualizar as dependências dos módulos...

source: Could not open file for reading
pl: Nie mogê otworzyæ pliku do odczytu
pt: O ficheiro não pode ser aberto para leitura

source: Ejecting installation media...
pl: Wysuwam media instalacyjne
pt: A ejectar o disco de instalação...

source: Installation error
pl: B³±d instalacji
pt: Erro na instalação

source: Errors occured while installing selected packages. It is recommended to abort the installation, however you may want to ignore this problem. Do you want to leave the installer?
pl: Wyst±pi³ b³±d przy instalacji pakietów. Zaleca siê przerwanie instalacji, chocia¿ mo¿esz j± kontynuowaæ. Zakoñczyæ instalacjê ?
pt: Ocorreram erros durante a instalação dos pacotes seleccionados. Recomenda-se que aborte a instalação a menos que queira ignorar o problema. Pretende sair do instalador?

source: Exit from the installer
pl: Zamknij instalator
pt: Sair do instalador

source: Are you sure you want to exit from the installer?
pl: Czy jeste¶ pewien ¿e chcesz zakoñczyæ instalacjê ?
pt: Tem a certeza que pretende sair do instalador?

source: %s on %s %s
pt: %s em %s %s

source: CD/DVD drive not found
pt: Drive de CD/DVD não encontrada

source: Please select which extra categories to install:
pt: Por favor seleccione quais as categorias extra que pretende instalar:

source: Please select which frugalware categories to install:
pt: Por favor seleccione que categorias do frugalware pretende instalar:

source: Selecting frugalware packages
pt: A seleccionar os pacotes do frugalware

source: Selecting extra packages
pt: A seleccionar pacotes extra

source: Setup
pt: Configuração
